Repository: m-sadykov/lecturenotes
Catalog: lecturenotes/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Copy user ID
ar: نسخ معرّف المستخدم
ca: Copia l'identificador d'usuari
cs: Zkopírujte ID uživatele
da: Kopiér bruger-id
de: Benutzer-ID kopieren
el: Αντιγράψτε το αναγνωριστικό χρήστη
es: Copiar ID de usuario
fi: Kopioi käyttäjätunnus
fr: Copier l'ID utilisateur
he: העתק את זיהוי המשתמש
hi: उपयोगकर्ता आईडी कॉपी करें
hr: Kopiraj ID korisnika
hu: Felhasználói azonosító másolása
id: Salin ID pengguna
it: Copia l'ID utente
ja: ユーザーIDをコピーする
ko: 사용자 ID 복사
ms: Salin ID pengguna
nb: Kopier bruker-ID
nl: Kopieer gebruikers-ID
pl: Skopiuj identyfikator użytkownika
pt: Copiar ID do usuário
ro: Copiați ID-ul utilizatorului
ru: Скопировать идентификатор пользователя
sk: Kopírovať ID používateľa
sv: Kopiera användar-ID
th: คัดลอก ID ผู้ใช้
tr: Kullanıcı kimliğini kopyala
uk: Копіювати ідентифікатор користувача
vi: Sao chép ID người dùng
zh_hans: 复制用户 ID
zh_hant: 複製使用者 ID

source: Correct
ar: صحيح
ca: Correcte
cs: Správně
da: Korrekt
de: Richtig
el: Σωστό
es: Correcto
fi: oikein
he: נכון
hi: सही
hr: Točno
hu: Helyes
id: Benar
it: Corretto
ja: 正しい
ko: 맞다
ms: Betul
nb: Riktig
nl: Juist
pl: Poprawne
pt: Correto
ro: Corect
ru: Правильно
sk: Správne
sv: Rätt
th: ถูกต้อง
tr: Doğru
uk: Правильно
vi: đúng
zh_hans: 正确
zh_hant: 正確

source: Create
ar: إنشاء
ca: Crear
cs: Vytvořit
da: Opret
de: Erstellen
el: Δημιουργία
es: crear
fi: Luo
fr: Créer
he: צור
hi: बनाएँ
hr: Stvorite
hu: Létrehozása
id: Buat
it: Crea
ja: 作成
ko: 만들기
ms: Buat
nb: Opprett
nl: Creëer
pl: Utwórz
pt: Criar
ro: Creați
ru: Создать
sk: Vytvorte
sv: Skapa
th: สร้าง
tr: Oluştur
uk: Створити
vi: Tạo
zh_hans: 创建
zh_hant: 創建

source: Create Folder
ar: إنشاء مجلد
ca: Crea una carpeta
cs: Vytvořit složku
da: Opret mappe
de: Ordner erstellen
el: Δημιουργία φακέλου
es: Crear carpeta
fi: Luo kansio
fr: Créer un dossier
he: צור תיקיה
hi: फ़ोल्डर बनाएँ
hr: Stvori mapu
hu: Mappa létrehozása
id: Buat Folder
it: Crea cartella
ja: フォルダーの作成
ko: 폴더 생성
ms: Buat Folder
nb: Opprett mappe
nl: Map maken
pl: Utwórz folder
pt: Criar pasta
ro: Creați dosar
ru: Создать папку
sk: Vytvoriť priečinok
sv: Skapa mapp
th: สร้างโฟลเดอร์
tr: Klasör Oluştur
uk: Створити папку
vi: Tạo thư mục
zh_hans: 创建文件夹
zh_hant: 建立資料夾

source: Create new folder
ar: إنشاء مجلد جديد
ca: Crea una carpeta nova
cs: Vytvořte novou složku
da: Opret ny mappe
de: Neuen Ordner erstellen
el: Δημιουργία νέου φακέλου
es: Crear nueva carpeta
fi: Luo uusi kansio
fr: Créer un nouveau dossier
he: צור תיקייה חדשה
hi: नया फ़ोल्डर बनाएं
hr: Stvorite novu mapu
hu: Hozzon létre új mappát
id: Buat folder baru
it: Crea nuova cartella
ja: 新しいフォルダーを作成する
ko: 새 폴더 만들기
ms: Buat folder baharu
nb: Opprett ny mappe
nl: Maak een nieuwe map
pl: Utwórz nowy folder
pt: Criar nova pasta
ro: Creați un folder nou
ru: Создать новую папку
sk: Vytvorte nový priečinok
sv: Skapa ny mapp
th: สร้างโฟลเดอร์ใหม่
tr: Yeni klasör oluştur
uk: Створити нову папку
vi: Tạo thư mục mới
zh_hans: 创建新文件夹
zh_hant: 建立新資料夾

source: Creating the summary, flashcards, and quiz.
ar: جارٍ إنشاء الملخص والبطاقات التعليمية والاختبار.
ca: Creació del resum, flashcards i qüestionari.
cs: Vytváření shrnutí, kartiček a kvízu.
da: Oprettelse af resumé, flashcards og quiz.
de: Erstellen der Zusammenfassung, der Lernkarten und des Quiz.
el: Δημιουργία της περίληψης, των flashcards και του κουίζ.
es: Creación del resumen, tarjetas didácticas y cuestionario.
fi: Yhteenvedon, muistikorttien ja tietokilpailun luominen.
fr: Création du résumé, des flashcards et du quiz.
he: יצירת הסיכום, כרטיסי הבזק והחידון.
hi: सारांश, फ़्लैशकार्ड और प्रश्नोत्तरी बनाना।
hr: Izrada sažetka, kartica i kviza.
hu: Összefoglaló, kártyák és kvíz készítése.
id: Membuat ringkasan, kartu flash, dan kuis.
it: Creazione del riepilogo, delle flashcard e del quiz.
ja: まとめ、フラッシュカード、クイズを作成します。
ko: 요약, 플래시카드, 퀴즈 만들기.
ms: Mencipta ringkasan, kad imbas dan kuiz.
nb: Lage sammendraget, flashcards og quizen.
nl: Het maken van de samenvatting, flashcards en quiz.
pl: Tworzenie podsumowania, fiszek i quizu.
pt: Criação do resumo, flashcards e questionário.
ro: Crearea rezumatului, a cardurilor și a testului.
ru: Создание резюме, карточек и викторины.
sk: Vytvorenie súhrnu, kartičiek a kvízu.
sv: Skapa sammanfattning, flashcards och frågesport.
th: การสร้างบทสรุป บัตรคำศัพท์ และแบบทดสอบ
tr: Özet, bilgi kartları ve sınav oluşturma.
uk: Створення конспекту, карток, вікторини.
vi: Tạo bản tóm tắt, flashcards và bài kiểm tra.
zh_hans: 创建摘要、抽认卡和测验。
zh_hant: 建立摘要、抽認卡和測驗。

source: Delete
ar: حذف
ca: Suprimeix
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
fi: Poista
fr: Supprimer
he: מחק
hi: हटाएँ
hr: Izbriši
hu: Törölje
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
ms: Padam
nb: Slett
nl: Verwijderen
pl: Usuń
pt: Excluir
ro: Ștergeți
ru: Удалить
sk: Odstrániť
sv: Ta bort
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

source: Delete "%@"? Recordings will remain available and will just be removed from this folder.
ar: هل تريد حذف "%@"؟ ستظل التسجيلات متاحة وسيتم فقط إزالتها من هذا المجلد.
ca: Vols suprimir "%@"? Les gravacions romandran disponibles i només s'eliminaran d'aquesta carpeta.
cs: Smazat „%@“? Nahrávky zůstanou dostupné a budou pouze odstraněny z této složky.
da: Slet "%@"? Optagelser forbliver tilgængelige og vil blot blive fjernet fra denne mappe.
de: „%@“ löschen? Aufnahmen bleiben verfügbar und werden einfach aus diesem Ordner entfernt.
el: Διαγραφή "%@"; Οι εγγραφές θα παραμείνουν διαθέσιμες και απλώς θα αφαιρεθούν από αυτόν τον φάκελο.
es: ¿Eliminar "%@"? Las grabaciones seguirán estando disponibles y simplemente se eliminarán de esta carpeta.
fi: Poistetaanko "%@"? Tallenteet pysyvät saatavilla ja ne poistetaan vain tästä kansiosta.
fr: Supprimer « %@ » ? Les enregistrements resteront disponibles et seront simplement supprimés de ce dossier.
he: למחוק את "%@"? ההקלטות יישארו זמינות ורק יוסרו מהתיקייה הזו.
hi: "%@" हटाएं? रिकॉर्डिंग उपलब्ध रहेंगी और बस इस फ़ोल्डर से हटा दी जाएंगी।
hr: Izbrisati "%@"? Snimke će ostati dostupne i samo će se ukloniti iz ove mape.
hu: Törli a következőt: "%@"? A felvételek továbbra is elérhetők maradnak, és csak eltávolítják őket ebből a mappából.
id: Hapus "%@"? Rekaman akan tetap tersedia dan akan dihapus dari folder ini.
it: Eliminare "%@"? Le registrazioni rimarranno disponibili e verranno semplicemente rimosse da questa cartella.
ja: 「%@」を削除しますか?録音は引き続き利用可能で、このフォルダーから削除されるだけです。
ko: '%@'을 삭제하시겠습니까? 녹음 파일은 계속 사용할 수 있으며 이 폴더에서 제거됩니다.
ms: Padamkan "%@"? Rakaman akan kekal tersedia dan hanya akan dialih keluar daripada folder ini.
nb: Vil du slette "%@"? Opptak vil forbli tilgjengelige og vil bare bli fjernet fra denne mappen.
nl: "%@" verwijderen? Opnames blijven beschikbaar en worden gewoon uit deze map verwijderd.
pl: Usunąć „%@”? Nagrania pozostaną dostępne i zostaną po prostu usunięte z tego folderu.
pt: Excluir "%@"? As gravações permanecerão disponíveis e serão apenas removidas desta pasta.
ro: Ștergeți „%@”? Înregistrările vor rămâne disponibile și vor fi doar eliminate din acest dosar.
ru: Удалить «%@»? Записи останутся доступными и будут просто удалены из этой папки.
sk: Odstrániť „%@“? Nahrávky zostanú dostupné a budú len odstránené z tohto priečinka.
sv: Ta bort "%@"? Inspelningar förblir tillgängliga och kommer bara att tas bort från den här mappen.
th: ลบ "%@" หรือไม่ การบันทึกจะยังคงอยู่และจะถูกลบออกจากโฟลเดอร์นี้เท่านั้น
tr: "%@" silinsin mi? Kayıtlar kullanılabilir durumda kalacak ve yalnızca bu klasörden kaldırılacaktır.
uk: Видалити "%@"? Записи залишаться доступними й просто видаляються з цієї папки.
vi: Xóa "%@"? Các bản ghi sẽ vẫn có sẵn và sẽ bị xóa khỏi thư mục này.
zh_hans: 删除“%@”？录音将仍然可用，只是会从此文件夹中删除。
zh_hant: 刪除“%@”？錄音將仍然可用，只會從此資料夾中刪除。

source: Delete "%@"? This action cannot be undone.
ar: هل تريد حذف "%@"؟ لا يمكن التراجع عن هذا الإجراء.
ca: Vols suprimir "%@"? Aquesta acció no es pot desfer.
cs: Smazat „%@“? Tuto akci nelze vrátit zpět.
da: Slet "%@"? Denne handling kan ikke fortrydes.
de: „%@“ löschen? Diese Aktion kann nicht rückgängig gemacht werden.
el: Διαγραφή "%@"; Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: ¿Eliminar "%@"? Esta acción no se puede deshacer.
fi: Poistetaanko "%@"? Tätä toimintoa ei voi kumota.
fr: Supprimer « %@ » ? Cette action ne peut pas être annulée.
he: למחוק את "%@"? לא ניתן לבטל פעולה זו.
hi: "%@" हटाएं? इस एक्शन को वापस नहीं किया जा सकता।
hr: Izbrisati "%@"? Ova se radnja ne može poništiti.
hu: Törli a következőt: "%@"? Ez a művelet nem vonható vissza.
id: Hapus "%@"? Tindakan ini tidak dapat dibatalkan.
it: Eliminare "%@"? Questa azione non può essere annullata.
ja: 「%@」を削除しますか?この操作は元に戻すことができません。
ko: '%@'을 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
ms: Padamkan "%@"? Tindakan ini tidak boleh dibuat asal.
nb: Vil du slette "%@"? Denne handlingen kan ikke angres.
nl: "%@" verwijderen? Deze actie kan niet ongedaan worden gemaakt.
pl: Usunąć „%@”? Tej akcji nie można cofnąć.
pt: Excluir "%@"? Esta ação não pode ser desfeita.
ro: Ștergeți „%@”? Această acțiune nu poate fi anulată.
ru: Удалить «%@»? Это действие невозможно отменить.
sk: Odstrániť „%@“? Túto akciu nie je možné vrátiť späť.
sv: Ta bort "%@"? Denna åtgärd kan inte ångras.
th: ลบ "%@" หรือไม่ การดำเนินการนี้ไม่สามารถยกเลิกได้
tr: "%@" silinsin mi? Bu eylem geri alınamaz.
uk: Видалити "%@"? Цю дію не можна скасувати.
vi: Xóa "%@"? Không thể hoàn tác hành động này.
zh_hans: 删除“%@”？此操作无法撤消。
zh_hant: 刪除“%@”？此操作無法撤銷。

source: Delete folder
ar: حذف المجلد
ca: Esborra la carpeta
cs: Smazat složku
da: Slet mappe
de: Ordner löschen
el: Διαγραφή φακέλου
es: Eliminar carpeta
fi: Poista kansio
fr: Supprimer le dossier
he: מחק תיקייה
hi: फ़ोल्डर हटाएँ
hr: Izbriši mapu
hu: Mappa törlése
id: Hapus map
it: Elimina cartella
ja: フォルダの削除
ko: 폴더 삭제
ms: Padam folder
nb: Slett mappe
nl: Map verwijderen
pl: Usuń folder
pt: Excluir pasta
ro: Ștergeți folderul
ru: Удалить папку
sk: Odstrániť priečinok
sv: Ta bort mapp
th: ลบโฟลเดอร์
tr: Klasörü sil
uk: Видалити папку
vi: Xóa thư mục
zh_hans: 删除文件夹
zh_hant: 刪除資料夾

source: Delete Folder
ar: حذف المجلد
ca: Suprimeix la carpeta
cs: Smazat složku
da: Slet mappe
de: Ordner löschen
el: Διαγραφή φακέλου
es: Eliminar carpeta
fi: Poista kansio
fr: Supprimer le dossier
he: מחק תיקייה
hi: फ़ोल्डर हटाएँ
hr: Izbriši mapu
hu: Mappa törlése
id: Hapus Folder
it: Elimina cartella
ja: フォルダーの削除
ko: 폴더 삭제
ms: Padam Folder
nb: Slett mappe
nl: Map verwijderen
pl: Usuń folder
pt: Excluir pasta
ro: Ștergeți dosarul
ru: Удалить папку
sk: Odstrániť priečinok
sv: Ta bort mapp
th: ลบโฟลเดอร์
tr: Klasörü Sil
uk: Видалити папку
vi: Xóa thư mục
zh_hans: 删除文件夹
zh_hant: 刪除資料夾

source: Delete Lecture?
ar: حذف المحاضرة؟
ca: Vols suprimir la conferència?
cs: Smazat přednášku?
da: Slet foredrag?
de: Vorlesung löschen?
el: Διαγραφή διάλεξης;
es: ¿Eliminar conferencia?
fi: Poistetaanko luento?
fr: Supprimer la conférence ?
he: למחוק הרצאה?
hi: व्याख्यान हटाएँ?
hr: Izbrisati predavanje?
hu: Törli az előadást?
id: Hapus Kuliah?
it: Eliminare la lezione?
ja: 講義を削除しますか?
ko: 강의를 삭제하시겠습니까?
ms: Padamkan Kuliah?
nb: Vil du slette forelesningen?
nl: Lezing verwijderen?
pl: Usunąć wykład?
pt: Excluir palestra?
ro: Ștergeți cursul?
ru: Удалить лекцию?
sk: Odstrániť prednášku?
sv: Ta bort föreläsning?
th: ลบการบรรยาย?
tr: Ders silinsin mi?
uk: Видалити лекцію?
vi: Xóa bài giảng?
zh_hans: 删除讲座？
zh_hant: 刪除講座？

source: Done
ar: تم
ca: Fet
cs: Hotovo
da: Færdig
de: Fertig
el: Τέλος
es: Listo
fi: Valmis
fr: OK
he: סיום
hi: पूर्ण
hr: Gotovo
hu: Kész
id: Selesai
it: Fine
ja: 完了
ko: 완료
ms: Selesai
nb: Ferdig
nl: Gereed
pl: Gotowe
pt: OK
ro: Gata
ru: Готово
sk: Hotovo
sv: Klar
th: เสร็จสิ้น
tr: Bitti
uk: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Draft
ar: مسودة
ca: Esborrany
cs: Koncept
da: Kladde
de: Entwurf
el: Πρόχειρο
es: Borrador
fi: Luonnos
fr: Brouillon
he: טיוטה
hi: ड्राफ़्ट
hr: Skica
hu: Piszkozat
id: Draf
it: Bozza
ja: 下書き
ko: 초안
ms: Draf
nb: Utkast
nl: Concept
pl: Szkic
pt: Rascunho
ro: Schiță
ru: Черновик
sk: Koncept
sv: Utkast
th: ฉบับร่าง
tr: Taslak
uk: Чернетка
vi: Bản nháp
zh_hans: 草稿
zh_hant: 草稿

source: Edit title
ar: تعديل العنوان
ca: Edita el títol
cs: Upravit název
da: Rediger titel
de: Titel bearbeiten
el: Επεξεργασία τίτλου
es: Editar título
fi: Muokkaa otsikkoa
fr: Modifier le titre
he: ערוך כותרת
hi: शीर्षक संपादित करें
hr: Uredi naslov
hu: Cím szerkesztése
id: Sunting judul
it: Modifica titolo
ja: タイトルの編集
ko: 제목 수정
ms: Edit tajuk
nb: Rediger tittel
nl: Titel bewerken
pl: Edytuj tytuł
pt: Editar título
ro: Editați titlul
ru: Изменить заголовок
sk: Upraviť názov
sv: Redigera titel
th: แก้ไขชื่อเรื่อง
tr: Başlığı düzenle
uk: Редагувати назву
vi: Chỉnh sửa tiêu đề
zh_hans: 编辑标题
zh_hant: 編輯標題

source: Edit Title
ar: تعديل العنوان
ca: Edita el títol
cs: Upravit název
da: Rediger titel
de: Titel bearbeiten
el: Επεξεργασία τίτλου
es: Editar título
fi: Muokkaa otsikkoa
fr: Modifier le titre
he: ערוך כותרת
hi: शीर्षक संपादित करें
hr: Uredi naslov
hu: Cím szerkesztése
id: Sunting Judul
it: Modifica titolo
ja: タイトルの編集
ko: 제목 편집
ms: Edit Tajuk
nb: Rediger tittel
nl: Titel bewerken
pl: Edytuj tytuł
pt: Editar título
ro: Editați titlul
ru: Изменить заголовок
sk: Upraviť názov
sv: Redigera titel
th: แก้ไขชื่อเรื่อง
tr: Başlığı Düzenle
uk: Редагувати назву
vi: Chỉnh sửa tiêu đề
zh_hans: 编辑标题
zh_hant: 編輯標題

source: Enter a valid YouTube link.
ar: أدخل رابط YouTube صالحًا.
ca: Introduïu un enllaç YouTube vàlid.
cs: Zadejte platný odkaz YouTube.
da: Indtast et gyldigt YouTube link.
de: Geben Sie einen gültigen YouTube-Link ein.
el: Εισαγάγετε έναν έγκυρο σύνδεσμο YouTube.
es: Ingrese un enlace YouTube válido.
fi: Anna kelvollinen YouTube-linkki.
fr: Entrez un lien YouTube valide.
he: הזן קישור YouTube חוקי.
hi: एक वैध YouTube लिंक दर्ज करें।
hr: Unesite valjanu vezu YouTube.
hu: Adjon meg egy érvényes YouTube hivatkozást.
id: Masukkan tautan YouTube yang valid.
it: Inserisci un collegamento YouTube valido.
ja: 有効な YouTube リンクを入力してください。
ko: 유효한 YouTube 링크를 입력하세요.
ms: Masukkan pautan YouTube yang sah.
nb: Skriv inn en gyldig YouTube-kobling.
nl: Voer een geldige YouTube-link in.
pl: Wprowadź prawidłowy link YouTube.
pt: Insira um link YouTube válido.
ro: Introduceți un link valid YouTube.
ru: Введите действительную ссылку YouTube.
sk: Zadajte platný odkaz YouTube.
sv: Ange en giltig YouTube länk.
th: ป้อนลิงก์ YouTube ที่ถูกต้อง
tr: Geçerli bir YouTube bağlantısı girin.
uk: Введіть дійсне посилання YouTube.
vi: Nhập liên kết YouTube hợp lệ.
zh_hans: 输入有效的 YouTube 链接。
zh_hant: 輸入有效的 YouTube 連結。

source: Enter some lecture text first.
ar: أدخل بعض نص المحاضرة أولاً.
ca: Introduïu primer el text de la conferència.
cs: Nejprve zadejte text přednášky.
da: Indtast en forelæsningstekst først.
de: Geben Sie zunächst einen Vorlesungstext ein.
el: Εισαγάγετε πρώτα κάποιο κείμενο διάλεξης.
es: Primero ingrese algún texto de la conferencia.
fi: Kirjoita ensin luentoteksti.
fr: Saisissez d'abord un texte de cours.
he: הזן תחילה טקסט של הרצאה.
hi: पहले कुछ व्याख्यान पाठ दर्ज करें।
hr: Prvo unesite tekst predavanja.
hu: Először írjon be néhány előadás szövegét.
id: Masukkan beberapa teks kuliah terlebih dahulu.
it: Inserisci prima il testo della lezione.
ja: 最初に講義テキストを入力します。
ko: 먼저 강의 텍스트를 입력하세요.
ms: Masukkan beberapa teks kuliah dahulu.
nb: Skriv inn litt forelesningstekst først.
nl: Voer eerst wat lestekst in.
pl: Najpierw wprowadź tekst wykładu.
pt: Insira algum texto da aula primeiro.
ro: Introduceți mai întâi un text de prelegere.
ru: Сначала введите текст лекции.
sk: Najprv zadajte text prednášky.
sv: Skriv in lite föreläsningstext först.
th: ป้อนข้อความบรรยายก่อน
tr: Önce bir ders metni girin.
uk: Спочатку введіть текст лекції.
vi: Nhập một số văn bản bài giảng đầu tiên.
zh_hans: 首先输入一些讲座文本。
zh_hant: 首先輸入一些講座文字。

source: Error
ar: خطأ
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
fi: Virhe
fr: Erreur
he: שגיאה
hi: त्रुटि
hr: Greška
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
ms: ralat
nb: Feil
nl: Fout
pl: Błąd
pt: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sv: Fel
th: เกิดข้อผิดพลาด
tr: Hata
uk: Помилка
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

source: Extracting text from your PDF for note generation.
ar: جارٍ استخراج النص من ملف PDF لإنشاء الملاحظات.
ca: S'està extraient text del vostre PDF per a la generació de notes.
cs: Extrahování textu z vašeho PDF pro generování poznámek.
da: Udtræk tekst fra din PDF til notegenerering.
de: Extrahieren von Text aus Ihrem PDF zur Notizgenerierung.
el: Εξαγωγή κειμένου από το PDF σας για δημιουργία σημειώσεων.
es: Extrayendo texto de su PDF para generar notas.
fi: Poimitaan tekstiä PDF:sta muistiinpanojen luomista varten.
fr: Extraire le texte de votre PDF pour la génération de notes.
he: חילוץ טקסט מה-PDF שלך ליצירת הערות.
hi: नोट निर्माण के लिए आपके PDF से टेक्स्ट निकाला जा रहा है।
hr: Izdvajanje teksta iz vašeg PDF za generiranje bilješki.
hu: Szöveg kinyerése a PDF-ból a jegyzetgeneráláshoz.
id: Mengekstrak teks dari PDF Anda untuk pembuatan catatan.
it: Estrazione del testo dal tuo PDF per la generazione di note.
ja: メモ生成のために PDF からテキストを抽出します。
ko: 노트 생성을 위해 PDF에서 텍스트를 추출합니다.
ms: Mengekstrak teks daripada PDF anda untuk penjanaan nota.
nb: Trekker ut tekst fra PDF for notatgenerering.
nl: Tekst uit uw PDF extraheren voor het genereren van notities.
pl: Wyodrębnianie tekstu z PDF w celu wygenerowania notatki.
pt: Extraindo texto do seu PDF para geração de notas.
ro: Extragerea textului din PDF pentru generarea notelor.
ru: Извлечение текста из вашего PDF для создания заметок.
sk: Extrahovanie textu z vášho PDF na generovanie poznámky.
sv: Extrahera text från din PDF för anteckningsgenerering.
th: แยกข้อความจาก PDF ของคุณสำหรับการสร้างโน้ต
tr: Not oluşturmak için PDF cihazınızdan metin çıkarılıyor.
uk: Вилучення тексту з вашого PDF для створення приміток.
vi: Trích xuất văn bản từ PDF của bạn để tạo ghi chú.
zh_hans: 从 PDF 中提取文本以生成注释。
zh_hant: 從 PDF 中提取文字以產生註釋。

source: Extracting text from your PDF so processing can begin.
ar: جارٍ استخراج النص من ملف PDF حتى تبدأ المعالجة.
ca: S'està extraient text del vostre PDF perquè pugui començar el processament.
cs: Extrahování textu z vašeho PDF, aby mohlo začít zpracování.
da: Udtræk tekst fra din PDF, så behandlingen kan begynde.
de: Extrahieren Sie Text aus Ihrem PDF, damit die Verarbeitung beginnen kann.
el: Εξαγωγή κειμένου από το PDF, ώστε να ξεκινήσει η επεξεργασία.
es: Extrayendo texto de su PDF para que pueda comenzar el procesamiento.
fi: Pura tekstiä PDF, jotta käsittely voi alkaa.
fr: Extraire le texte de votre PDF afin que le traitement puisse commencer.
he: חילוץ טקסט מה-PDF שלך כדי להתחיל בעיבוד.
hi: आपके PDF से टेक्स्ट निकाला जा रहा है ताकि प्रोसेसिंग शुरू हो सके।
hr: Izdvajanje teksta iz vašeg PDF kako bi obrada mogla započeti.
hu: Szöveg kibontása a PDF-ból, hogy a feldolgozás megkezdődhessen.
id: Mengekstrak teks dari PDF Anda sehingga pemrosesan dapat dimulai.
it: Estrazione del testo dal tuo PDF in modo che l'elaborazione possa iniziare.
ja: PDF からテキストを抽出して、処理を開始できるようにします。
ko: 처리를 시작할 수 있도록 PDF에서 텍스트를 추출합니다.
ms: Mengekstrak teks daripada PDF anda supaya pemprosesan boleh dimulakan.
nb: Trekker ut tekst fra PDF slik at behandlingen kan begynne.
nl: Tekst uit uw PDF extraheren, zodat de verwerking kan beginnen.
pl: Wyodrębnianie tekstu z PDF, aby można było rozpocząć przetwarzanie.
pt: Extraindo texto de seu PDF para que o processamento possa começar.
ro: Extragerea textului din PDF pentru ca procesarea să poată începe.
ru: Извлечение текста из вашего PDF для начала обработки.
sk: Extrahuje sa text z vášho PDF, aby sa mohlo začať spracovanie.
sv: Extraherar text från din PDF så att bearbetningen kan börja.
th: กำลังแยกข้อความจาก PDF ของคุณเพื่อให้สามารถเริ่มต้นการประมวลผลได้
tr: İşlemenin başlayabilmesi için PDF cihazınızdan metin çıkarılıyor.
uk: Вилучення тексту з вашого PDF для початку обробки.
vi: Đang trích xuất văn bản từ PDF của bạn để có thể bắt đầu quá trình xử lý.
zh_hans: 从 PDF 中提取文本，以便开始处理。
zh_hant: 從 PDF 中提取文本，以便開始處理。

source: Failed
ar: فشل
ca: Error
cs: Neúspěšné
da: Mislykket
de: Fehlgeschlagen
el: Απέτυχε
es: Falló
fi: Epäonnistui
fr: Échec
he: נכשל
hi: विफल
hr: Neuspjelo
hu: Sikertelen
id: Gagal
it: Non riuscito
ja: 失敗
ko: 실패
ms: Gagal
nb: Mislyktes
nl: Mislukt
pl: Niepowodzenie
pt: Falhou
ro: Eșuat
ru: Ошибка
sk: Zlyhalo
sv: Misslyckades
th: ล้มเหลว
tr: Başarısız
uk: Помилка
vi: Thất bại
zh_hans: 失败
zh_hant: 失敗

source: Fetching captions for the YouTube video.
ar: جارٍ جلب التسميات التوضيحية لفيديو YouTube.
ca: S'estan obtenint subtítols per al vídeo YouTube.
cs: Načítání titulků k videu YouTube.
da: Henter billedtekster til videoen YouTube.
de: Untertitel für das YouTube-Video abrufen.
el: Λήψη υπότιτλων για το βίντεο YouTube.
es: Obteniendo subtítulos para el video YouTube.
fi: Haetaan tekstityksiä videolle YouTube.
fr: Récupération des sous-titres de la vidéo YouTube.
he: מביא כתוביות לסרטון YouTube.
hi: YouTube वीडियो के लिए कैप्शन लाया जा रहा है।
hr: Dohvaćanje naslova za YouTube video.
hu: Feliratok letöltése a YouTube videóhoz.
id: Mengambil teks untuk video YouTube.
it: Recupero sottotitoli per il video YouTube.
ja: YouTube ビデオのキャプションを取得しています。
ko: YouTube 동영상의 캡션을 가져오는 중입니다.
ms: Mengambil kapsyen untuk video YouTube.
nb: Henter teksting for videoen YouTube.
nl: Ondertiteling ophalen voor de YouTube video.
pl: Pobieram napisy do filmu YouTube.
pt: Buscando legendas para o vídeo YouTube.
ro: Se preiau subtitrări pentru videoclipul YouTube.
ru: Получение титров для видео YouTube.
sk: Načítavajú sa titulky k videu YouTube.
sv: Hämtar bildtexter för videon YouTube.
th: กำลังเรียกคำบรรยายสำหรับวิดีโอ YouTube
tr: YouTube videosu için altyazılar getiriliyor.
uk: Отримання субтитрів для відео YouTube.
vi: Đang tìm nạp phụ đề cho video YouTube.
zh_hans: 正在获取 YouTube 视频的字幕。
zh_hant: 正在取得 YouTube 影片的字幕。

source: Finish
ar: إنهاء
ca: Acabar
cs: Dokončit
da: Afslut
de: Fertig
el: Τελειώστε
es: terminar
fi: Valmis
fr: Terminer
he: סיים
hi: ख़त्म करो
hr: završiti
hu: Befejezés
id: Selesai
it: Finisci
ja: 終了
ko: 마침
ms: Selesai
nb: Fullfør
nl: Afwerking
pl: Zakończ
pt: Concluir
ro: Termină
ru: Готово
sk: Dokončiť
sv: Avsluta
th: เสร็จสิ้น
tr: Bitiş
uk: Закінчити
vi: Kết thúc
zh_hans: 完成
zh_hant: 完成

source: Finished
ar: اكتمل
ca: Acabat
cs: Hotovo
da: Færdig
de: Fertig
el: Τελειωμένο
es: Terminado
fi: Valmis
fr: Terminé
he: הסתיים
hi: समाप्त
hr: Gotovo
hu: kész
id: Selesai
it: Finito
ja: 完了しました
ko: 완료
ms: Selesai
nb: Ferdig
nl: Klaar
pl: Skończone
pt: Concluído
ro: Terminat
ru: Закончено
sk: Dokončené
sv: Färdig
th: เสร็จแล้ว
tr: Bitmiş
uk: Готово
vi: Đã hoàn thành
zh_hans: 完成
zh_hant: 完成

source: Flashcards
ar: بطاقات تعليمية
ca: Targetes
cs: Kartičky
da: Flashkort
de: Karteikarten
el: Κάρτες μάθησης
es: Tarjetas
fi: Muistikortit
fr: Cartes mémoire
he: כרטיסיות
hi: फ़्लैशकार्ड
hr: Kartice
hu: Tanulókártyák
id: Kartu belajar
it: Flashcard
ja: フラッシュカード
ko: 플래시카드
ms: Kad imbas
nb: Flashkort
nl: Flitskaarten
pl: Fiszki
pt: Cartões Flash
ro: Fișe
ru: Флэш-карточки
sk: Kartičky
th: แฟลชการ์ด
tr: Bilgi kartları
uk: Флеш-картки
vi: Thẻ ghi nhớ
zh_hans: 抽认卡
zh_hant: 抽認卡
